Repository: dthonon/Client_API_VN
Catalog: src/biolovision/locale/*/LC_MESSAGES/biolovision.po
Languages: fr_fr

source: controler must be defined
fr_fr: controler doit être défini

source: user_email must be defined
fr_fr: user_email doit être défini

source: user_pw must be defined
fr_fr: user_pw doit être défini

source: base_url must be defined
fr_fr: base_url doit être défini

source: client_key must be defined
fr_fr: client_key doit être défini

source: client_secret must be defined
fr_fr: client_secret doit être défini

source: Params: %s
fr_fr: Paramètres : %s

source: %s status code = %s, for URL %s
fr_fr: %s code statut = %s, pour l'URL %s

source: %s status code: %s, text: %s, for URL %s
fr_fr: %s code statut: %s, texte: %s, URL %s

source: Unreceverable error %s, raising exception
fr_fr: Erreur irrecupérable %s, exception levée

source: Too many error %s, raising exception
fr_fr: Trop d'erreur %s, exception levée

source: Response content: %s, text: %s
fr_fr: Contenu de la réponse : %s, texte : %s

source: Incorrect response content: %s
fr_fr: Contenu de la réponse incorrect : %s

source: Response text causing exception: %s
fr_fr: Texte de la réponse causant l'exception : %s

source: Received %d sightings in chunk %d
fr_fr: Reçu %d observations dans le morceau %d

source: Received %d forms in chunk %d
fr_fr: Reçu %d formulaires dans le morceau %d

source: Received %d data items in chunk %d
fr_fr: Reçu %d éléments avec données dans le morceau %d

source: Received non-data response: %s
fr_fr: Réception d'une réponse sans données : %s

source: Chunked transfer => requesting for more, with key: %s
fr_fr: Transfert par morceau => demande du suivant, avec la clé %s

source: Non-chunked transfer => finished requests
fr_fr: Transfert sans morceau => fin de la requête

source: Received %d chunks
fr_fr: Reçu %d morceaux

source: List from:%s, with options:%s, optional_headers:%s
fr_fr: Liste depuis:%s, avec options:%s, optional_headers:%s

source: Number of entities = %i
fr_fr: Nombre d'entités = %i

source: In api_get for controler:%s, entity: %s, with parameters:%s
fr_fr: Dans api_get du controleur:%s, entité: %s, paramètres:%s

source: Calling api_list is deprecated. Please use api_search only.
fr_fr: L'appel à api_list est obsolète. Utilisez api_search.

source: In api_list, with parameters %s
fr_fr: Dans api_list, avec les paramètres %s

source: Search from %s, with option %s and body %s
fr_fr: Dans api_search depuis %s, avec les options %s et le corps %s

source: Create observation, with data %s
fr_fr: Création d'une observation, avec data %s

source: Update observation %s, with data %s
fr_fr: Mise à jour de l'observation %s, avec data %s

source: Delete observation %s
fr_fr: Suppression de l'observation %s

source: No parameter passed: call ignored
fr_fr: Pas de paramètre transmis : appel ignoré
